module.exports = {
    BOT_TOKEN: process.env.BOT_TOKEN,
    PORT: process.env.PORT || 3000,
    DATABASE_URL: process.env.DATABASE_URL,
    ADMIN_ID: process.env.ADMIN_ID,
    GENERAL_GROUP_CHAT_ID: process.env.GENERAL_GROUP_CHAT_ID,
    BASE_POSITIONS_LIST: [
        'Производитель работ',
        'Делопроизводитель',
        'Инженер по комплектации',
        'Инженер ПТО'
    ],
    ORGANIZATIONS_LIST: [
        'ООО "РСХ"',
        'ООО "Строительные Системы"',
        'ООО "РемонтСервис"'
    ],
    OBJECTS_LIST_CYRILLIC: [
        'Кольцевой МНПП, 132км',
        'Ярославль-Москва, 201-204км',
        'Ярославль-Кириши1, 115-132км',
        'Никулино-Пенза, 881-886км',
        'Ростовка-Никольское, 595-608км',
        'Журавлинская-Никулино, 706-745км'
    ],
    OBJECT_GROUPS: {
        'Кольцевой МНПП, 132км': '-1002394790037',
        'Ярославль-Москва, 201-204км': '-1002318741372',
        'Ярославль-Кириши1, 115-132км': '-1002153878927',
        'Никулино-Пенза, 881-886км': '-1002597582709',
        'Ростовка-Никольское, 595-608км': '-1002627066168',
        'Журавлинская-Никулино, 706-745км': '-1002506378789'
    }
};